{
  "quotes": [
    "You are amazing just as you are!",
    "Every day is a new opportunity to grow.",
    "Believe in yourself and all that you are.",
    "Happiness looks good on you!",
    "Small steps lead to big results.",
    "Smile, the world smiles back at you!",
    "Your potential is limitless.",
    "Kindness is a superpower, use it often.",
    "Take time to appreciate the little things.",
    "Your smile can brighten someone’s day!",
    "Courage is not the absence of fear, but action despite it.",
    "You are worthy of love and happiness.",
    "Let your heart guide your way.",
    "Every moment is a fresh beginning.",
    "Spread love wherever you go.",
    "Believe in your magic!",
    "Good vibes are contagious, share them.",
    "Happiness begins with you.",
    "You are stronger than you think.",
    "You’ve survived 100% of your bad days so far. Keep going!"
  ],
  "advice": [
    "Drink more water today and stay hydrated.",
    "Take a short walk for fresh energy.",
    "Organize your desk for clarity and focus.",
    "Write down one thing you are grateful for.",
    "Call someone you love and check in.",
    "Spend 5 minutes meditating to calm your mind.",
    "Read a page of a book that inspires you.",
    "Plan tomorrow before you sleep for a smoother day.",
    "Listen to your favorite song to lift your mood.",
    "Take deep breaths whenever you feel stressed.",
    "Prioritize sleep; your mind and body will thank you.",
    "Stretch your body to release tension.",
    "Break tasks into smaller steps to avoid overwhelm.",
    "Compliment someone today; it feels good for both.",
    "Keep a journal to track your thoughts.",
    "Try something new, even if it’s small.",
    "Smile at yourself in the mirror, it works wonders.",
    "Practice patience; things take time to bloom.",
    "Declutter a small space to clear your mind.",
    "Laugh out loud—it’s excellent for stress relief."
  ],
  "reality": [
    "Your laundry isn’t doing itself.",
    "That email won’t reply itself.",
    "Mondays are unavoidable, no matter what.",
    "Coffee will not solve all your problems.",
    "The Wi-Fi might still go out when you need it.",
    "Your to-do list will never magically complete itself.",
    "Procrastination only delays the inevitable.",
    "You might not feel like working out, but you’ll feel better after.",
    "No one else can live your life for you.",
    "Time flies; don’t waste it on negativity.",
    "Adulting is hard, but you’re doing fine.",
    "Some days are tough, and that’s perfectly normal.",
    "You can’t control everything, only your reactions.",
    "Not everyone will like you, and that’s okay.",
    "Mistakes are proof you are trying.",
    "Sometimes you just need to do the dishes before you feel productive.",
    "Life doesn’t have a pause button—keep moving.",
    "You are responsible for your own happiness.",
    "Deadlines won’t wait for your mood to improve.",
    "Reality is often hilarious if you look at it sideways."
  ]
}
